{
  "source": {
    "name": "Nimble Heroes Book",
    "abbreviation": "Heroes",
    "license": "Nimble 3rd Party Creator License v2.0",
    "link": "https://nimblerpg.com/"
  },
  "data": [
    {
      "type": "subclasses",
      "attributes": {
        "name": "Mountainheart",
        "className": "Berserker",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Stone's Resilience",
                "description": "Whenever you expend Fury Dice to reduce incoming damage, add the value of the die to the amount reduced."
              },
              {
                "name": "Mountainous Tenacity",
                "description": "Whenever you expend your Hit Dice to recover HP, for every 10 HP you would recover, you may heal 1 Wound instead."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "Unbreakable",
                "description": "(1/encounter) While Raging, if you would suffer your last Wound or other negative condition of your choice, you don't."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Titan's Fury",
                "description": "After you miss an attack or are crit by an enemy, Rage for free."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "Mountain's Endurance",
                "description": "While Dying, if an attack against you would be a crit, the attack is rerolled instead (when-crit abilities, such as Titan's Fury, still trigger)."
              }
            ]
          }
        ]
      }
    },
    {
      "type": "subclasses",
      "attributes": {
        "name": "Red Mist",
        "className": "Berserker",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Blood Frenzy",
                "description": "(1/turn) While Raging, whenever you crit or kill an enemy, change 1 Fury Die to the maximum."
              },
              {
                "name": "Savage Awareness",
                "description": "Advantage on Perception checks to notice or track down blood. Blindsight 2 while Raging: you ignore the Blinded condition and can see through darkness and Invisibility within that Range."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "Unstoppable Brutality",
                "description": "While Raging, you may gain 1 Wound to reroll any attack or save."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Opportunistic Frenzy",
                "description": "While Raging, you can make opportunity attacks without disadvantage, and you may make them whenever an enemy enters your melee weapon's reach."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "Onslaught",
                "description": "While Raging, gain +2 speed. (1/round) you may move for free."
              }
            ]
          }
        ]
      }
    },
    {
      "type": "subclasses",
      "attributes": {
        "name": "Scoundrel",
        "className": "The Cheat",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Low Blow",
                "description": "When you Sneak Attack, you may spend 2 additional actions to Incapacitate your target for their next turn on a failed STR save (DC 10+INT). Save or fail, they are Taunted by you until you drop to 0 HP."
              },
              {
                "name": "Sweet Talk",
                "description": "You may gain advantage on all Influence checks with NPCs you've just met for the first time. This lasts until you fail an Influence check with them or until you meet a 2nd time. You have disadvantage on Influence checks with them after you use this ability (until you get back on their good side)."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "Pocket Sand",
                "description": "(2/encounter—you've got to collect more sand!) When you Defend against a melee attack, Blind the attacker until the start of their next turn and force them to reroll the attack (Blinded creatures attack with disadvantage)."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Escape Plan",
                "description": "(1/Safe Rest) When you would drop to 0 HP or gain a Wound, you don't. Instead, you turn Invisible for 1 minute or until you attack."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "Heads I Win, Tails You Lose",
                "description": "(1/encounter) Attacks you make this round don't miss, you crit on 1 less than normally needed, and you gain LVL temp HP."
              }
            ]
          }
        ]
      }
    },
    {
      "type": "subclasses",
      "attributes": {
        "name": "Silent Blade",
        "className": "The Cheat",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Amidst All This Commotion…",
                "description": "If a creature dies while you Sneak Attack them, you may turn Invisible until you attack again or until the beginning of your next turn."
              },
              {
                "name": "Leave No Trace",
                "description": "Advantage on Stealth checks when you are at full health."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "Cunning Strike",
                "description": "(2/encounter) When you land a Sneak Attack, you may force the target to make a STR save (DC 10+INT). On a failure, instead of rolling your Sneak Attack dice, they deal the maximum amount of damage (if your target saves, regain 1 use)."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Professional Skulker",
                "description": "Gain a climbing speed and advantage on Stealth checks (replaces Leave No Trace)."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "KILL",
                "description": "When you crit an enemy with fewer max HP than you, it dies."
              }
            ]
          }
        ]
      }
    },
    {
      "type": "subclasses",
      "attributes": {
        "name": "Bulwark",
        "className": "Commander",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Armor Master",
                "description": "You are proficient with plate armor."
              },
              {
                "name": "Shield Expert",
                "description": "While wearing a shield, you may Defend 2× each round. The first time each round you block all of the damage from an attack, you may make an opportunity attack against the attacker for free."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "Juggernaut",
                "description": "When you use Coordinated Strike, you deal extra damage equal to your armor, and you can add 1 to your primary die."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Taunting Strike",
                "description": "(1/turn) You may Taunt a creature you hit until the end of their next turn."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "Shield Wall",
                "description": "Allies within 2 spaces gain ALL the benefits of the shield you have equipped."
              }
            ]
          }
        ]
      }
    },
    {
      "type": "subclasses",
      "attributes": {
        "name": "Vanguard",
        "className": "Commander",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Advance!",
                "description": "(1/round) After you move toward an enemy, gain advantage on the first melee attack you make against it. When you use your Coordinated Strike, you and all allies within 12 spaces can first move up to half their speed for free."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "Experienced Commander",
                "description": "Your Coordinated Strike may target 1 additional ally. Gain +1 use of Coordinated Strike/Safe Rest."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Survey the Battlefield",
                "description": "When you roll Initiative, regain 1 use of Coordinated Strike. +1 max Combat Dice."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "As One!",
                "description": "Attacks made with your Coordinated Strike also grant advantage and ignore all disadvantage. Your chosen allies gain 1 additional action to use on their next turn."
              }
            ]
          }
        ]
      }
    },
    {
      "type": "subclasses",
      "attributes": {
        "name": "Shadowpath",
        "className": "Hunter",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Ambusher",
                "description": "When you roll Initiative, you may use Hunter's Mark for free. Gain advantage on the first attack you make each encounter."
              },
              {
                "name": "Skilled Tracker",
                "description": "You have advantage on skill checks to track creatures."
              },
              {
                "name": "Skilled Navigator",
                "description": "You cannot become lost by nonmagical means."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "Primal Predator",
                "description": "(1/encounter) Your weapon attacks ignore cover and armor this turn."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Pack Hunter",
                "description": "Whenever you mark a creature, you may also mark another creature within 6 spaces of them for free."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "Apex Predator",
                "description": "You may use your Primal Predator ability twice each encounter. Gain 1 Thrill of the Hunt charge when you roll Initiative."
              }
            ]
          }
        ]
      }
    },
    {
      "type": "subclasses",
      "attributes": {
        "name": "Wild Heart",
        "className": "Hunter",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Impressive Form",
                "description": "+5 max HP. Upgrade your Hit Dice to d10s."
              },
              {
                "name": "I Have the High Ground",
                "description": "When you roll Initiative or gain one or more Thrill of the Hunt charges, move up to half your speed for free, ignoring difficult terrain."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "Resourceful Herbalist",
                "description": "Whenever you Safe Rest in a location near where plants or fungi can grow, you may spend a day collecting healing herbs to craft a number of Healing Salves equal to your WIL."
              },
              {
                "name": "Healing Salve",
                "description": "Action: Heal yourself or an adjacent creature WIL d6 HP. Only you or another experienced Herbalist may administer these, and they expire whenever you Safe Rest."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Ha! I'm Over Here!",
                "description": "(1/Safe Rest) If an attack would cause you to drop to 0 HP, you instead move up to your speed away and take no damage."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "Unparalleled Survivalist",
                "description": "Gain +WIL armor. When you attack with a ranged weapon, you may first move half your speed for free."
              }
            ]
          }
        ]
      }
    },
    {
      "type": "subclasses",
      "attributes": {
        "name": "Chaos",
        "className": "Mage",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Force of Chaos",
                "description": "Whenever you cast a spell, you can choose to spend 1 less mana. Whenever you do this and whenever you crit, Invoke Chaos: Roll on the Chaos Table."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "Tempest Mage",
                "description": "Learn 1 cantrip and 1 tiered spell from the Wind school."
              },
              {
                "name": "Chaos Lash",
                "description": "(1/encounter) Reaction (when an enemy moves adjacent to you): They are pushed back 2 spaces, and on a failed WIL save, knocked Prone as well. Invoke Chaos."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Thrive in Chaos",
                "description": "Whenever you Invoke Chaos, you may roll twice and cause both effects. (1/Safe Rest) You may choose which roll to use instead."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "Master of Chaos",
                "description": "Whenever you Invoke Chaos, roll with advantage."
              }
            ]
          }
        ]
      }
    },
    {
      "type": "subclasses",
      "attributes": {
        "name": "Control",
        "className": "Mage",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Force of Will",
                "description": "(1/round) On your turn, you may Demand Control: Choose 1 option from the Control Table which you haven't chosen yet; resets when you roll Initiative, or when you have chosen all options once."
              },
              {
                "name": "Deny Fate",
                "description": "Whenever you miss with a spell or an effect you cause is saved against, you MUST Demand Control."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "At Any Cost",
                "description": "Learn 1 cantrip and 1 tiered spell from the Necrotic school."
              },
              {
                "name": "Nullify",
                "description": "(1/encounter) Ignore all disadvantage and other negative effects on your next action this turn, then Demand Control."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Steel Will",
                "description": "(1/Safe Rest) Whenever you would fail a save, you may succeed instead. Whenever you roll a 1 on an Elemental Surge die, you may reroll it once."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "Supreme Control",
                "description": "Whenever you Demand Control, you may choose to trigger the selected option twice. You may Demand Control as a Reaction."
              }
            ]
          }
        ]
      }
    },
    {
      "type": "subclasses",
      "attributes": {
        "name": "Refuge",
        "className": "Oathsworn",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Aura of Refuge",
                "description": "Your shields gain +WIL armor and count as your spellcasting focus. Gain an aura with a Reach of 4; you can Interpose for an ally anywhere within your aura."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "Face Me, Foul Creature!",
                "description": "When you Interpose, the attacking enemy is also Taunted by you until the end of their next turn."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Glorious Reprieve",
                "description": "You and allies in your aura cannot drop below 1 HP. Whenever this triggers, they gain 1 Wound instead (heroes still die at max Wounds)."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "Divine Grace",
                "description": "You are resistant to all damage while Interposing."
              }
            ]
          }
        ]
      }
    },
    {
      "type": "subclasses",
      "attributes": {
        "name": "Vengeance",
        "className": "Oathsworn",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Aura of Zeal",
                "description": "Whenever you roll Judgment Dice, roll 1 more. Gain an aura with a Reach of 4. Your Radiant Judgment also triggers when an ally within your aura is attacked while you have no Judgment Dice."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "Avenger",
                "description": "Whenever you or an ally within your aura gain any Wounds, change up to that many Judgment Dice to their max. Then, move up to half your speed for free."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Unerring Judgment",
                "description": "Increase your primary die rolls on melee attacks by 1 whenever you you have Judgment Dice."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "Maximum Judgment",
                "description": "Whenever you are attacked, set a Judgment Die to its max."
              }
            ]
          }
        ]
      }
    },
    {
      "type": "subclasses",
      "attributes": {
        "name": "Abyssal Depths",
        "className": "Shadowmancer",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Master of Nightfrost",
                "description": "Your Patron grants you knowledge of Ice spells. Gain the ability to breathe underwater. Your shadow minions become beings of nightfrost. Your shadow blast and minions can deal cold or necrotic damage, and whenever they would crit, you gain INT+LVL temp HP."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "Shadowfrost",
                "description": "Your Shadow Blast also Slows. You can cast Cryosleep or Rimeblades without Pilfering Power by expending 10 temp HP. Choose 1 Ice Utility Spell."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Glacial Resilience",
                "description": "(1/Safe Rest) Reaction (whenever you are attacked or would gain a condition), gain 10×LVL temp HP and end ALL negative conditions on yourself. At the end of your next turn, any remaining temp HP are lost."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "Cryomancer's Reprisal",
                "description": "Pay half your max HP to cast ANY Ice spell. After casting an Ice spell in this way, you gain an invisible aura: the next creature that hits you with a melee attack this encounter takes cold damage equal to half the HP you spent on this casting."
              }
            ]
          }
        ]
      }
    },
    {
      "type": "subclasses",
      "attributes": {
        "name": "Red Dragon",
        "className": "Shadowmancer",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Draconic Crimson Rite",
                "description": "Your Patron grants you knowledge of Fire spells. Your shadow minions become flaming dragon wyrmling shadows. Your Shadow Blast and minions can deal fire or necrotic damage and inflict Smoldering whenever they would crit."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "We'll ALL Burn!",
                "description": "You may cast Pyroclasm without Pilfering Power by including yourself in the damage. You have advantage on the save. Choose 1 Fire Utility Spell."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Heart of Burning Fire",
                "description": "Regain 1 use of Pilfered Power each time you roll Initiative. This expires at the end of combat if unused."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "Enveloped by the Master",
                "description": "Gain 1d4 Wounds to cast Dragonform."
              }
            ]
          }
        ]
      }
    },
    {
      "type": "subclasses",
      "attributes": {
        "name": "Malice",
        "className": "Shepherd",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Soul Reaper",
                "description": "When you use Searing Light to harm an enemy, make a 2nd enemy within range take the same amount of damage (ignoring armor)."
              },
              {
                "name": "Harbinger of Decay",
                "description": "Vibrant colors and lovely smells are suppressed near you. Foods spoil more rapidly in your presence, and you frequently awaken to flies wherever you lodge. You may have your Lifebinding Spirit shift into a deathly version of itself (a zombie dog, a devious imp, etc.) and have its damage type become necrotic."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "Veilwalker's Blessing",
                "description": "(1/Safe Rest) Reaction (when you would drop to 0 HP): Drop to 1 HP instead and force an enemy within 6 spaces to make a STR save. On a failure, they become Bloodied, or if they are already Bloodied, they drop to 0 HP."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Deathbringer's Touch",
                "description": "Your first melee attack each round against a Bloodied creature is an automatic critical hit. Your Lifebinding Spirit deals additional damage equal to your STR."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "Conduit of Death",
                "description": "Your Veilwalker's Blessing ability recharges when you roll Initiative. This charge is lost if unspent at the end of combat."
              }
            ]
          }
        ]
      }
    },
    {
      "type": "subclasses",
      "attributes": {
        "name": "Mercy",
        "className": "Shepherd",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Merciful Healing",
                "description": "When an effect caused by you heals a Dying creature, they are healed for twice as much. (1/round) Your Lifebinding Spirit can act for free while you are Dying."
              },
              {
                "name": "Life is Beautiful",
                "description": "Harmless and lovely creatures such as butterflies and humming birds are attracted to your presence and often follow you. Flowers bloom more vibrantly in your presence."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "Conduit of Light",
                "description": "When an effect caused by you would heal HP, you may expend 1 use of Searing Light to heal (or damage, ignoring armor) another target within 6 spaces of yourself for the same amount."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Powerful Healer",
                "description": "(WIL times/Safe Rest) Whenever you would roll dice to heal damage, you may instead heal the max amount you could roll, or give that many temp HP."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "Empowered Conduit",
                "description": "Your Conduit of Light may target 1 additional creature. Regain 1 charge of Searing Light when you roll Initiative (this expires if unspent at the end of combat)."
              }
            ]
          }
        ]
      }
    },
    {
      "type": "subclasses",
      "attributes": {
        "name": "Courage",
        "className": "Songweaver",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Inspiring Presence",
                "description": "Whenever you use Songweaver's Inspiration, your allies within 12 spaces who can hear you gain WIL temp HP."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "Unfailing Courage",
                "description": "Your presence inspires others to feats of heroism and courage heard of only in legend. Your Songweaver's Inspiration allows your target to roll with advantage."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Fire in my Bones",
                "description": "Your Songweaver's Inspiration also grants your target 1 additional action."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "Chorus of Champions",
                "description": "(1/encounter) Free Reaction: Give all party members 1 action."
              }
            ]
          }
        ]
      }
    },
    {
      "type": "subclasses",
      "attributes": {
        "name": "Snark",
        "className": "Songweaver",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Opportunistic Snark",
                "description": "Reaction (when an enemy within Range 12 misses an attack): You may cast Vicious Mockery at them; it deals double damage when cast this way."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "Fight Picker",
                "description": "(1/turn) When an enemy is damaged by your Vicious Mockery, you may have one of your allies Taunt them until the end of the enemy's turn instead."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Chord of Chaos",
                "description": "(1/encounter) Action: You may move ALL creatures within hearing of your song up to 3 spaces as long as they do not move into an obviously dangerous place."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "Words Like Swords",
                "description": "Your Vicious Mockery damage becomes 1d6+INT+ WIL."
              }
            ]
          }
        ]
      }
    },
    {
      "type": "subclasses",
      "attributes": {
        "name": "Fang & Claw",
        "className": "Stormshifter",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Swiftshift",
                "description": "When you roll Initiative, you may Beastshift or move for free. While transformed, you may shift between different Direbeast forms for free (and as a reaction by spending 1 mana); however, Beastshifting for free does not grant any temp HP."
              },
              {
                "name": "Windborne Protector",
                "description": "(1/encounter) Reaction: when an enemy attacks, spend 2 mana to shift into a Fearsome Beast. Then you may Interpose from up to 12 spaces away and Defend for free (if you have not yet done so this round)."
              },
              {
                "name": "Friend of Beasts",
                "description": "Beasts will not attack you until you first harm them. You may transform into harmless beasts without spending a Beastshift charge."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "Unleash the Beast",
                "description": "(1/encounter) When you miss, you can crit instead."
              },
              {
                "name": "Storm Wake",
                "description": "(1/encounter) Action: Spend 3 mana to shift into a Beast of the Pack, then teleport in a straight line up to 12 spaces away, unerringly dealing WIL d8 lightning damage to any creatures you choose adjacent to your path."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Master of Forms",
                "description": "Your shapeshift forms can have 2 Chimeric Boons at a time."
              },
              {
                "name": "Venomous Gaze",
                "description": "(1/encounter) Action: Spend 2 mana to shift into a Beast of Nightmares. Then entice a creature within 12 spaces to move 2×WIL spaces closer to you on a failed WIL save (they roll with disadvantage and must repeat until they save or can move no further). If they end up in the same space as you, you may Sting them for free."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "Master of Forms (2)",
                "description": "You can Beastshift 2 additional times per Safe Rest. Choose 2 additional Chimeric Boons. Your Direbeast forms can have 3 at a time."
              }
            ]
          }
        ]
      }
    },
    {
      "type": "subclasses",
      "attributes": {
        "name": "Sky & Storm",
        "className": "Stormshifter",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Deepening Study",
                "description": "Choose the Ice or Radiant school to learn."
              },
              {
                "name": "Creature of the Fey",
                "description": "You may cast spells while Beastshifted."
              },
              {
                "name": "Attuned to Nature",
                "description": "(1/day) Add LVL to any skill check related to nature or weather."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "Raging Tempest",
                "description": "Whenever you crit with a tiered spell, you may cast a cantrip for free from a school you know and haven't cast any spells from this turn (at the same level of dis/advantage)."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Primordial Force",
                "description": "Spending 2+ mana on a spell grants an additional effect:\n* **Ice.** Gain WIL temp HP.\n* **Lightning.** Deal additional damage equal to your WIL.\n* **Radiant.** You may heal a creature within 6 spaces WIL HP.\n* **Wind.** Gain a flying speed this turn. Move up to 6 spaces for free."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "Master of Storm",
                "description": "You can concentrate on 1 lightning spell and 1 wind spell at the same time. (1/Safe Rest) You can cast Ride the Lightning for 0 mana."
              }
            ]
          }
        ]
      }
    },
    {
      "type": "subclasses",
      "attributes": {
        "name": "Flame",
        "className": "Zephyr",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Exploding Soul",
                "description": "(1/round) On your turn, you may suffer a Wound. Whenever you gain a Wound, deal STR+Wounds damage to any creatures you choose within 2 spaces (ignoring armor) and give them the Smoldering condition."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "Blazing Speed",
                "description": "Gain +2 speed while using Windstep. After you cease movement with Windstep, enemies you passed through take STR+DEX fire damage. You may have Smoldering enemies take double, ending the condition."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Chain Reaction",
                "description": "(1/turn) When you crit, deal fire damage equal to your STR+Wounds to creatures of your choice within 2 spaces of your target. Repeat any number of times, targeting creatures not yet damaged by this effect within 2 spaces of any already damaged."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "Burning Soul",
                "description": "Double any fire damage you deal."
              }
            ]
          }
        ]
      }
    },
    {
      "type": "subclasses",
      "attributes": {
        "name": "Pain",
        "className": "Zephyr",
        "levels": [
          {
            "level": 3,
            "abilities": [
              {
                "name": "Bring the Pain",
                "description": "(1/round) You may turn any melee attack against you into a crit. Whenever you are crit, reduce the damage by half. The attacker takes the same amount of damage you took (ignoring armor). You may suffer 1 Wound to double the damage the enemy takes."
              }
            ]
          },
          {
            "level": 7,
            "abilities": [
              {
                "name": "Share My Pain",
                "description": "Your Swiftstrike can also target a 2nd creature within Reach 2."
              }
            ]
          },
          {
            "level": 11,
            "abilities": [
              {
                "name": "Pain Sharpens the Mind",
                "description": "While you are Bloodied, gain advantage on the first attack you make each turn, and on all saves."
              }
            ]
          },
          {
            "level": 15,
            "abilities": [
              {
                "name": "Echoed Agony",
                "description": "Your Swiftstrike can also target a 3rd creature within Reach 4."
              }
            ]
          }
        ]
      }
    }
  ]
}
